[
  {
    "id": "terms-of-use",
    "Name": "terms-of-use",
    "Title": "Terms of Use",
    "ContentType": "TermsOfUsePage",
    "GenericHero": {
      "DesktopImage": {
        "Url": "https://www.joelosteen.com/globalassets/images/jom/footer/general_hero_hires-jpg/largedisplay.jpg"
      },
      "Heading": "Terms of Use"
    },
    "MainContent": [
      {
        "ContentType": "AboutUsContentBlock",
        "ContentLinkExpanded": {
          "Heading1": null,
          "Heading2": null,
          "Speaker": null,
          "BodyCopy": {
            "Data": "<p>Last Update: May 13, 2016</p><p>This website is owned and operated by Lakewood Church and Joel Osteen Ministries.</p><p><h3>Acceptance of Terms of Use</h3></p><p>These terms of use are entered into by and between you and Lakewood Church and Joel Osteen Ministries (“Lakewood,” “Church,” “we,” or “us”). The following terms and conditions (the “Terms of Use”) govern your access to and use of any of our ministry websites or mobile applications, including: www.lakewoodchurch.com; www.joelosteen.com; www.victoriaosteen.com; www.lisacomes.com; www.paulosteen.com; www.iglesialakewood.com; www.generationhopeproject.com; www.johnosteen.com; americasnightofhope.com; or the Joel Osteen or Lakewood Church mobile applications; including any content, functionality, and services offered on or through these sites and applications (the “Websites” or “Website”).</p><p>Please read the Terms of Use carefully before you start to use the Website. By using the Websites, you accept and agree to be bound and abide by these Terms of Use. If you do not want to agree to these Terms of Use, you must not access or use the Websites.</p><p><h3>Notice of Changes to Terms of Use</h3></p><p>We may revise and update these Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them, and apply to all access to and use of the Websites thereafter. Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes. You are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p><p><h3>Privacy Policy</h3></p><p>Additionally, your use of these Websites is governed by the Privacy Policy, which is incorporated herein by reference.</p><p><h3>Account Security</h3></p><p>To access the Website(s) or some of the resources it offers, you may be asked to provide certain registration details or other information. It is a condition of your use of the Website that all the information you provide on the Websites is correct, current, and complete. You agree that all information you provide to register with the Websites or otherwise, including but not limited to through the use of any interactive features on the Websites, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy. We have the right to disable any username, password, or other identifier at any time.</p><p>You acknowledge that your account is personal to you and agree not to provide any other person with access to this Websites or portions of it using your username, password, or other security information. You agree to notify us immediately of any unauthorized access to or use of your username or password or any other breach of security.</p><p><h3>Site Access</h3></p><p>The Church reserves the right to prohibit any person from using the Websites for any reason whatsoever, and to limit or terminate your access to or use of the Websites at any time without notice.</p><p><h3>Electronic Communications</h3></p><p>When you use the Websites or send emails to the Church, you are communicating with us electronically. You consent to receive electronically any communications related to your use of this Website. The Church will communicate with you by email or by posting notices on the Website. You agree that all agreements, notices, disclosures, and other communications that are provided to you electronically satisfy any legal requirement that such communications be in writing. All notices from the Church intended for receipt by you will be deemed delivered and effective when sent to the email address you provide on any of the Websites.</p><p><h3>User Content</h3></p><p>The Website may contain message boards, chat rooms, pray together, prayer wall, shouts of praise, praise reports, forums, bulletin boards, content, live chats, user stories, and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display, or transmit to other users or other persons (hereinafter, “post”) content or materials (collectively, “User Contributions”) on or through the Website.</p><p>Any User Contribution you post to the Websites will be considered non-confidential and non-proprietary. By providing any User Contribution on the Websites, you grant us, our affiliates, and our service providers the right to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for any purpose.</p><p>You represent and warrant that you own or control all rights in and to the User Contributions, and that all of your User Contributions will comply with these Terms of Use and our Privacy Policy. In addition and without limiting the foregoing, User Contributions must not contain any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, commercial in nature, or otherwise objectionable; nor that infringes any patent, trademark, trade secret, copyright ,or other intellectual property or other rights of any other person; and User Contributions must in their entirety comply with all applicable federal, state, local, and international laws and regulations.</p><p><h3>Monitoring and Enforcement</h3></p><p>We have the right to remove any User Contributions for any or no reason in our sole discretion. Additionally, we have the right to take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion.</p><p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Websites, if known. YOU WAIVE AND HOLD HARMLESS THE CHURCH AND ITS AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p><p>However, we do not undertake to review all material before it is posted on the Websites, and cannot ensure prompt removal of objectionable material after it has been posted. Accordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party. You understand that User Contributions do not reflect the opinion of the Church, and we are not responsible for the content or the accuracy of such materials provided by any user or third party. Further, we have no liability or responsibility to anyone for performance or non-performance of the activities described in this section.</p><p><h3>Copyrighted Materials</h3></p><p>The Websites, along with all materials contained in the Websites (“Online Material”) are the property of Lakewood Church, its licensors, and other providers of Online Material and are protected by United States and international copyright, trademark, trade secret, and other intellectual property or proprietary rights laws. Unauthorized use of Online Materials contained in the Websites may violate these laws and other regulations and statutes.</p><p>Online Materials may not be copied, distributed, displayed, downloaded, or transmitted in any form or by any means without the prior written permission of the Church or the copyright owner. For clarity, Online Materials include but are not limited to any and all text, illustrations, photographs, video, or audio sequences or any graphics contained in the Websites.</p><p>By way of example, you must not:</p><ul><li>Copy, reproduce, modify, adapt, distribute, or create any derivative works from, any materials from the Websites, including but not limited to the creation of websites, blogs, magazines, books, CDs/DVDs, etc.;</li><li>Delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from the Website;</li><li>Utilize or access this Website for any purpose other than personal, non-commercial use on your own personal computer or mobile device.</li></ul><p>&nbsp;</p><p>If you wish to make any use of material on the Websites or any other Church-related copyrighted material, please address your request to: <a href=\"mailto:copyright@lakewoodchurch.com\">copyright@lakewoodchurch.com</a>.</p><p>Except as provided herein, the Church reserves all rights with respect to the Online Materials and may pursue all legally available options under both civil and criminal laws in the event of any violations. If you believe that any User Contributions violate your copyright, please see Reporting Claims of Copyright Infringement below. All content available on or through the Websites is protected by copyright, trademark, and other applicable U.S. and foreign laws.</p><p><h3>Reporting Claims of Copyright Infringement</h3></p><p>We take claims of copyright infringement seriously. We will respond to notices of alleged copyright infringement that comply with applicable law. If you believe any materials accessible on or from the Websites infringe your copyright, you may request removal of those materials (or access to them) from the Website by submitting written notification to our Copyright Agent (designated below). In accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C. § 512) (“DMCA”), the written notice (the “DMCA Notice”) must include substantially the following:</p><ul><li>Your physical or electronic signature;</li><li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Website, a representative list of such works;</li><li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material;</li><li>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address);</li><li>A statement that you have a good-faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law;</li><li>A statement that the information in the written notice is accurate;</li><li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li></ul><p>Our designated Copyright Agent to receive DMCA Notices is:</p><p>Copyright Agent<br>Legal Department<br>3700 Southwest Freeway<br>Houston, TX 77027<br>713-635-4154</p><p><a href=\"mailto:copyrights@lakewoodchurch.com\">copyrights@lakewoodchurch.com</a></p><p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective. Please be aware that if you knowingly materially misrepresent that material or activity on the Website is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.</p><p><h3>Trademarks</h3></p><p>The trademarks, logos, and service marks (“Marks”) displayed on the Websites are the property of the Church or its licensors or content providers, or other parties. Users or any parties acting on their behalf are prohibited from using any Marks for any purpose without the written permission of the Church or such third party that may own the Marks. You are not authorized to use our logo(s) as a hyperlink to the Websites without the written permission of the Church. Permissions can be requested at <a href=\"mailto:copyright@lakewoodchurch.com\">copyright@lakewoodchurch.com</a>.</p><p><h3>Linking Policy</h3></p><p>You may link our content to your site or to a third-party social media site via the linking tools on our Websites for non-commercial, personal, entertainment use on a single device (e.g., computer, tablet, or mobile) only. However, you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part or in any way to cause damage to our reputation. The content on the Websites may not otherwise be copied, reproduced, republished, uploaded, posted, transmitted, distributed, or used in any way unless specifically authorized by the Church. For clarity, you may not use any of the Church’s logos, trademarks, or other images contained on this Website in your link. Using our Content on any other website or networked computer environment is prohibited. We reserve the right to withdraw linking permission without notice. We may disable all or any social media features and any links at any time without notice in our discretion.</p><p>If the Websites contains links to other sites and resources provided by third parties, these links are provided for your convenience only. We have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the third-party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p><p><h3>Submission of Suggestions and Ideas by You</h3></p><p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other creative materials (“Submissions”) provided to the Church by you are non-confidential and will become the sole property of the Church. The Church will own exclusive rights, including all intellectual property rights, and will maintain unrestricted use and dissemination of Submissions for any lawful purpose, without acknowledgement or compensation to you.</p><p><h3>Indemnification</h3></p><p>You agree to defend, indemnify and hold harmless the Church, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Use or your use of the Websites, including but not limited to your User Contributions, any use of the Websites’ content, services, and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Websites.</p><p><h3>Disclaimer</h3></p><p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the Websites will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our Websites for any reconstruction of any lost data. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p><p>YOUR USE OF THE WEBSITES, THEIR CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES IS AT YOUR OWN RISK. THE WEBSITES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER THE CHURCH NOR ANY PERSON ASSOCIATED WITH THE CHURCH MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE WEBSITE. WITHOUT LIMITING THE FOREGOING, NEITHER THE CHURCH NOR ANYONE ASSOCIATED WITH THE CHURCH REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR WEBSITES OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p><p>THE CHURCH HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p><p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p><p><h3>Limits of Liability</h3></p><p>IN NO EVENT WILL THE CHURCH, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.</p><p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p><p><h3>Limitation of Time to File Claims</h3></p><p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES; OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p><p><h3>Governing Law and Jurisdiction</h3></p><p>All matters relating to the Websites and these Terms of Use and any dispute or claim arising therefrom or related thereto are governed by and construed in accordance with the laws of the State of Texas without giving effect to any choice or conflict of law provision.</p><p>Any legal suit, action, or proceeding arising out of, or related to, these Terms of Use or the Websites shall be instituted exclusively in the federal courts of the United States or the courts of the State of Texas, in each case located in the City of Houston and County of Harris. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p><p><h3>Mobile Applications</h3></p><p>From time to time we may at our sole discretion develop and provide mobile application updates, which may include upgrades, bug fixes, patches, other error corrections, deletions, and new features. You agree that the Church has no obligation to provide any such updates. Based on your personal mobile settings, the mobile application will automatically download and install all available updates or you may receive notice of or be prompted to download and install such updates.</p><p>You understand that your carrier’s normal rates and fees, such as text messaging and data charges, will apply when using the mobile application.</p><p><h3>Entire Agreement</h3></p><p>The Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and the Church with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, with respect to the Website.</p><p><h3>Returns and Exchanges</h3></p><p>Product Sold: Upon our receipt of the returned product, we will replace or exchange the product or issue you a refund in the form of your original payment should you wish to return it.</p><p>Product in Exchange for a Contribution: Upon receipt of the returned product, we will replace or exchange the product.</p><p>Contributions: Please note that due to current tax laws, contributions made to the ministry in exchange for a product are unable to be refunded.</p><p>If there is a problem with your order, please contact the ministry at 1-800-278-0520.</p><p><h3>Correctional Facilities Deliveries</h3></p><p>We are not responsible for the delivery of packages to correctional facilities. We will make every attempt to follow the mailing instructions provided by our customers, but we will not issue a refund for orders that do not reach their stated destinations. Therefore, if you wish to mail a package to someone in a correctional facility, you do so at your own risk and expense.</p><p><h3>Age Requirement to Use the Websites</h3></p><p>The Websites are offered and available to users who are thirteen (13) years of age or older. However, users between the ages of thirteen (13) and eighteen (18) must have a parent or legal guardian review, acknowledge, and agree to these Terms of Use prior to such use. By using the Websites, you represent and warrant that you meet the requirements listed above and have legally entered into a binding contract with the Church and are bound by such terms. If you do not meet these requirements, you must not access or use the Website.</p><p><h3>Geographical Restrictions</h3></p><p>The Websites are controlled from offices within the United States. The Church makes no representation that content or materials in the Websites are appropriate or available for use in other jurisdictions. Access to the Websites’ content or materials from jurisdictions where such access is illegal is strictly prohibited. If you choose to access the Websites from other jurisdictions, you do so at your own risk. You are always responsible for your compliance with applicable laws. THE LAWS OF TEXAS WILL GOVERN THE CONTENT AND MATERIALS CONTAINED IN THE WEBSITES, WITHOUT GIVING EFFECT TO ANY PRINCIPLES OF CONFLICTS OF LAWS AND EXCLUDING THE UNITED NATIONS CONVENTION ON THE INTERNATIONAL SALE OF GOODS. YOU AGREE TO SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE STATE AND FEDERAL COURTS OF TEXAS IN RELATION TO ANY CLAIM, DISPUTE OR DIFFERENCE ARISING FROM THESE TERMS, AND YOU AGREE TO WAIVE ANY RIGHT OF REMOVAL OR TRANSFER WHETHER DUE TO FORUM NON CONVENIENS OR OTHER REASON.</p><p><h3>Waiver and Severability</h3></p><p>No waiver of by the Church of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Church to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p><p>If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.</p><p><h3>Contact Us</h3></p><p>The Websites are operated by Lakewood Church, located at 3700 Southwest Freeway, Houston, TX 77027. Unless otherwise stated herein, all feedback, comments, requests for technical support, and other communications relating to the Websites should be directed to: <a href=\"mailto:info@lakewoodchurch.com\">info@lakewoodchurch.com</a> or <a href=\"mailto:info@joelosteen.com?\">info@joelosteen.com</a>.</p>"
          },
          "QuoteCopy": {
            "Data": null
          }
        }
      }
    ]
  }
]
